/*
  String_ui.strings
  iina

  Created by lhc on 3/1/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
// Common

"general.on" = "Aan";
"general.off" = "Uit";
"general.login" = "Log in";
"general.logout" = "Log uit";
"general.ok" = "Oke";
"general.cancel" = "Annuleer";
"general.username" = "Gebruikersnaam";
"general.password" = "Wachtwoord";
"general.na" = "N/A";

"input.value_is_empty" = "Waarde kan niet leeg zijn.";
"input.already_exists" = "Waarde bestaat al.";

// Guide Window
"guide.highlights" = "Hoogtepunten";
"guide.basic_settings" = "Basisinstellingen";
"guide.faq" = "Veelgestelde vragen";

// Initial Window
"initial.announcement" = "U gebruikt een %@ versie van IINA";
"initial.beta.desc" = "Als u wilt teruggaan naar een stabiele versie, vink \"beta updates ontvangen\" uit via Instellingen > Algemeen, en installeer een stabiele release van onze <a href=\"https://iina.io\">officiële website</a>.";
"initial.nightly.desc" = "Nightly wordt niet aanbevolen voor dagelijks gebruik. Momenteel ondersteunen nightly builds geen automatische updates. Download handmatig nieuwere builds van onze <a href=\"https://nightly.iina.io\">nightly website</a>.";
"initial.debug.desc" = "Debug builds zijn meestal niet geoptimaliseerd voor prestaties, dus deze zijn niet aangeraden voor dagelijks gebruik. Debug builds ondersteunen geen automatische updates.";
"initial.bug_report" = "Rapporteer via <a href=\"https://github.com/iina/iina/issues\">GitHub issues</a>.";

// Inspector Window
"inspector.error" = "Fout";

// MainWindowController.swift
"main.buffering_indicator" = "Bufferen… %d%%";
"main.opening_stream" = "Stream openen…";
"main.seeking_indicator" = "Zoeken…";
"osc.precision" = "Precisie";
"osc.1s" = "1 seconde";
"osc.100ms" = "100 milliseconden";
"osc.10ms" = "10 milliseconden";
"osc.1ms" = "1 milliseconde";

// QuickSettingViewController.swift
"quicksetting.item_default" = "Standaard";
"quicksetting.item_none" = "Geen";
"quicksetting.hwdec" = "Hardware acceleratie";
"quicksetting.deinterlace" = "Deinterlace";
"quicksetting.hdr" = "HDR";
"quicksetting.hide" = "Verberg";
"quicksetting.reset_speed" = "Herstel snelheid naar 1x";

// EQ Presets
"eq.preset.flat" = "Vlak";
"eq.preset.acoustic" = "Akoestiek";
"eq.preset.classical" = "Klassiek";
"eq.preset.dance" = "Dance";
"eq.preset.deep" = "Diep";
"eq.preset.electronic" = "Elektronisch";
"eq.preset.hip_hop" = "Hip Hop";
"eq.preset.increase_bass" = "Bass vergroten";
"eq.preset.increase_treble" = "Treble verhogen";
"eq.preset.increase_vocal" = "Zang vergroten";
"eq.preset.jazz" = "Jazz";
"eq.preset.latin" = "Latin";
"eq.preset.loundness" = "Luidheid";
"eq.preset.lounge" = "Lounge";
"eq.preset.piano" = "Piano";
"eq.preset.pop" = "Pop";
"eq.preset.rnb" = "R&B";
"eq.preset.reduce_bass" = "Verminder bass";
"eq.preset.reduce_treble" = "Verminder treble";
"eq.preset.rock" = "Rock";
"eq.preset.small_speaker" = "Kleine luidspreker";
"eq.preset.spoken_word" = "Gesproken woord";

"alert.eq.new_profile.title" = "Nieuw EQ-profiel";
"alert.eq.new_profile.message" = "Voer een profielnaam in.";
"alert.eq.rename.title" = "Huidig profiel hernoemen";
"alert.eq.rename.message" = "Voer een nieuwe profielnaam in.";

// OSDMessage.swift
"osd.pause" = "Pauzeer";
"osd.resume" = "Hervat";
"osd.volume" = "Volume: %@";
"osd.speed" = "Snelheid: %@x";
"osd.aspect" = "Beeldverhouding: %@";
"osd.crop" = "Bijsnijden: %@";
"osd.rotate" = "Roteer: %i°";
"osd.deinterlace" = "Deinterlace: %@";
"osd.hwdec" = "Hardware acceleratie: %@";
"osd.audio_delay.nodelay" = "Geen audiovertraging";
"osd.audio_delay.later" = "Audio vertraagd met %@s";
"osd.audio_delay.earlier" = "Audio versneld met %@s";
"osd.sub_delay.nodelay" = "Geen ondertitelingvertraging";
"osd.sub_delay.later" = "Ondertiteling versneld met %@s";
"osd.sub_delay.earlier" = "Ondertiteling vertraagd met %@s";
"osd.subtitle_pos" = "Ondertitelingspositie: %@";
"osd.sub_hidden" = "Ondertitels Verborgen";
"osd.sub_visible" = "Ondertitels zichtbaar";
"osd.sub_second_delay.nodelay" = "Secundaire ondertitel vertraging: Geen vertraging";
"osd.sub_second_delay.later" = "Secundaire ondertitel vertraging: %@s Later";
"osd.sub_second_delay.earlier" = "Secundaire ondertitel vertraging: %@s eerder";
"osd.sub_second_hidden" = "Secundaire ondertitels verborgen";
"osd.sub_second_pos" = "Secundaire ondertitelingspositie: %@";
"osd.sub_second_visible" = "Secundaire ondertitels zichtbaar";
"osd.mute" = "Geluid uit";
"osd.unmute" = "Geluid aan";
"osd.screenshot" = "Schermafbeelding genomen";
"osd.abloop.a" = "Beginpunt herhaalgedeelte ingesteld";
"osd.abloop.b" = "Eindpunt herhaalgedeelte ingesteld";
"osd.abloop.clear" = "Herhaalgedeelte opgeheven";
"osd.stop" = "Stop";
"osd.chapter" = "Hoofdstuk: %@";
"osd.subtitle_scale" = "Ondertitelingsschaal: %@x";
"osd.add_to_playlist" = "%i bestanden toegevoegd aan afspeellijst";
"osd.clear_playlist" = "Afspeellijst gewist";
"osd.video_eq.contrast" = "Contrast: %i";
"osd.video_eq.gamma" = "Gamma: %i";
"osd.video_eq.hue" = "Tint: %i";
"osd.video_eq.saturation" = "Verzadiging: %i";
"osd.video_eq.brightness" = "Helderheid: %i";
"osd.find_online_sub" = "Online naar ondertiteling zoeken…";
"osd.find_online_sub.source" = "van";
"osd.sub_not_found" = "Geen ondertiteling gevonden";
"osd.sub_found" = "%d ondertitels gevonden.";
"osd.sub_downloading" = "%d ondertitels aan het downloaden";
"osd.sub_downloaded" = "Ondertiteling gedownload";
"osd.sub_saved" = "Ondertiteling opgeslagen";
"osd.network_error" = "Netwerkfout";
"osd.file_error" = "Fout bij het lezen van bestand";
"osd.cannot_login" = "Kan niet inloggen";
"osd.canceled" = "Geannuleerd";
"osd.cannot_connect" = "Kan niet verbinden";
"osd.timed_out" = "Time-out";
"osd.filter_added" = "Filter toegevoegd: %@";
"osd.filter_removed" = "Filter verwijderd";
"osd.file_loop" = "Enkel bestand herhalen";
"osd.playlist_loop" = "Playlist herhalen";
"osd.no_loop" = "Looping uitschakelen";

"preference.title" = "Voorkeuren";
"preference.general" = "Algemeen";
"preference.ui" = "Weergave";
"preference.video_audio" = "Video/Audio";
"preference.subtitle" = "Ondertiteling";
"preference.network" = "Netwerk";
"preference.control" = "Bediening";
"preference.keybindings" = "Sneltoetsen";
"preference.advanced" = "Geavanceerd";
"preference.plugins" = "Plugins";
"preference.utilities" = "Hulpmiddelen";
"preference.scripts" = "Scripts";
"preference.not_logged_in" = "Niet ingelogd";
"preference.logged_in_as" = "Ingelogd als %@";
"preference.system_media_control" = "Gebruik mediabediening van het systeem";

"preference.key_binding_hint_1" = "Kies \"Dupliceer…\" om een bewerkbare kopie te maken van de geselecteerde sneltoetsenconfiguratie.";
"preference.key_binding_hint_2" = "Dubbelklik op een rij om de bijbehorende sneltoets te bewerken.";

"preference.enable_adv_settings" = "Geavanceerde instellingen inschakelen";

"preference.sub_override_level.no" = "nee";
"preference.sub_override_level.force" = "forceer";
"preference.sub_override_level.scale" = "schaal";
"preference.sub_override_level.strip" = "volledig";
"preference.sub_override_level.yes" = "ja";

"preference.sub_override_level.descriptive_text.no" = "Ondertiteling weergeven zoals gespecificeerd door de ondertitelingsscripts, zonder overrides.";
"preference.sub_override_level.descriptive_text.force" = "Alle ondertitelstijlen toepassen.";
"preference.sub_override_level.descriptive_text.scale" = "Schaalinstelling toepassen naast de stijlinstellingen in deze sectie.";
"preference.sub_override_level.descriptive_text.strip" = "Agressief alle ASS-tags en stijlen van de ondertiteling verwijderen";
"preference.sub_override_level.descriptive_text.yes" = "Alle stijlinstellingen in deze sectie toepassen.";

"preference.ytdl_plugin_not_installed" = "Installeer de Online Media plug-in van \"Plug-ins > Installeren vanaf GitHub\" om gebruik te maken van geavanceerde functies zoals video downloaden en automatisch yt-dlp updates.";
"preference.ytdl_plugin_installed" = "De ingebouwde ondersteuning voor youtube-dl is uitgeschakeld omdat de Online Media plug-in is geïnstalleerd.";

"menu.volume" = "Volume: %@";
"menu.volume_muted" = "Volume: %@ gedempt)";
"menu.audio_delay" = "Audiovertraging: %@s";
"menu.sub_delay" = "Ondertitelingvertraging: %@s";
"menu.sub_hide" = "Ondertitels verbergen";
"menu.sub_show" = "Ondertitels weergeven";
"menu.sub_second_hide" = "Secundaire ondertitels verbergen";
"menu.sub_second_show" = "Secundaire ondertitels weergeven";
"menu.fullscreen" = "Schakel schermvullende weergave in";
"menu.exit_fullscreen" = "Schakel schermvullende weergave uit";
"menu.pip" = "Schakel Beeld-in-beeld in";
"menu.exit_pip" = "Schakel Beeld-in-beeld uit";
"menu.mini_player" = "Schakel over naar muziekmodus";
"menu.exit_mini_player" = "Muziekmodus verlaten";
"menu.pause" = "Pauzeer";
"menu.resume" = "Hervat";
"menu.speed" = "Snelheid: %@x";
"menu.chapters" = "Toon hoofdstukken";
"menu.hide_chapters" = "Verberg hoofdstukken";
"menu.playlist" = "Toon afspeellijst";
"menu.hide_playlist" = "Afspeellijstpaneel verbergen";
"menu.video" = "Videopaneel weergeven";
"menu.hide_video" = "Videopaneel verbergen";
"menu.audio" = "Audiopaneel weergeven";
"menu.hide_audio" = "Audiopaneel verbergen";
"menu.subtitles" = "Ondertitelspaneel weergeven";
"menu.hide_subtitles" = "Ondertitelspaneel verbergen";

"menu.seek_forward" = "Ga %@s vooruit";
"menu.seek_backward" = "Ga %@s terug";
"menu.speed_up" = "Versnel met %@x";
"menu.speed_down" = "Vertraag met %@x";
"menu.volume_up" = "Volume + %@%%";
"menu.volume_down" = "Volume - %@%%";
"menu.audio_delay_up" = "Audiovertraging + %@s";
"menu.audio_delay_down" = "Audiovertraging - %@s";
"menu.sub_delay_up" = "Ondertitelingvertraging + %@s";
"menu.sub_delay_down" = "Ondertitelingingvertraging - %@s";

"menu.crop_custom" = "Pas aan…";
"menu.find_online_sub" = "Online ondertitels vinden van %@";

"menu.manage_plugins" = "Plug-ins beheren…";
"menu.developer_tool" = "Hulpmiddelen voor ontwikkelaars";
"menu.more_plugin" = "Meer…";
"menu.conflicting_shortcuts" = "Dubbele sneltoetsen…";
"menu.reload_plugins" = "Alle plug-ins opnieuw laden";
"menu.show_plugins_panel" = "Plug-inpaneel weergeven";
"menu.hide_plugins_panel" = "Plug-inpaneel verbergen";

"track.audio" = "Audio";
"track.none" = "<Geen>";
"track.sub" = "Ondertiteling";
"track.video" = "Video";

"subtrack.no_loaded" = "Geen ondertiteling geladen";
"subtrack.no_external" = "Geen externe ondertiteling gevonden";

// Alerts
"alert.beta_channel.title" = "Ontvang updates voor bètaversies";

"alert.title_error" = "Fout";
"alert.title_warning" = "Waarschuwing";
"alert.title_info" = "Informatie";

"alert.fatal_error" = "Fatale fout: %@ \nDe applicatie zal nu afsluiten.";
"alert.mpv_error" = "Interne fout: %@ (%@) bij het instellen van optie %@.";

"alert.unsupported_audio" = "Het externe audiobestand wordt niet ondersteund.";
"alert.unsupported_video" = "Unsupported external video file.";
"alert.unsupported_sub" = "De externe ondertiteling wordt niet ondersteund.";
"alert.unsupported_url" = "De URL wordt niet ondersteund.";
"alert.wrong_url_format" = "Verkeerde URL-structuur.";

"alert.error_open" = "Kan bestand of stream niet openen.";
"alert.error_finding_file" = "Kan bestand %@ niet vinden.";
"alert.error_loading_script" = "Kan script %@ niet laden.";
"alert.error_saving_file" = "Fout bij het bewaren van %@: %@";
"alert.error_deleting_file" = "Kan het bestand niet verwijderen.";

"alert.target_peak.bad_value" = "De waarde \"%@\" is ongeldig.\nGeef een waarde op tussen 10 en 10000 of 0.";

"alert.config.new.title" = "Nieuwe sneltoetsen-configuratie";
"alert.config.new.message" = "Voer een naam in voor de nieuwe configuratie.";
"alert.config.duplicate.title" = "Dupliceer configuratie";
"alert.config.duplicate.message" = "Voer een naam in voor de gedupliceerde configuratie.";
"alert.config.file_existing.title" = "Dit bestand bestaat al.";
"alert.config.file_existing.message" = "Een instellingenbestand met dezelfde bestandsnaam bestaat al. Kies OK om het bestand in de Finder weer te geven.";
"alert.config.cannot_create" = "Kan configuratiebestand niet aanmaken.\n%@";
"alert.config.cannot_write" = "Kan niet naar configuratiebestand schrijven.";
"alert.config.rename.title" = "Invoerinstellingen hernoemen";
"alert.config.rename.message" = "Voer een nieuwe naam in voor de instellingen";

"alert.filter.incorrect" = "Fout bij het instellen van filters. Controleer je parameters.";
"alert.add_filter.title" = "Nieuw filter";
"alert.add_filter.message" = "Voer een filtertekst met de structuur van mpv's vf/af-commando's in.";

"alert.keybinding_config.error" = "Fout bij het lezen van sneltoetsen-configuratiebestand \"%@\"! De IINA standaardinstellingen worden hersteld. Controleer je configuratie.";

"alert.extra_option.cannot_read" = "Kan de ingestelde mpv-opties niet lezen.";
"alert.extra_option.empty" = "Naam en waarde kunnen niet leeg zijn.";
"alert.extra_option.error" = "Fout bij het instellen van optie --%@=%@ met retourwaarde %d. Controleer de opties in Voorkeuren > Geavanceerd.";
"alert.extra_option.config_folder" = "Fout bij het instellen van configuratiemap \"%@\".";

"alert.playlist.error_deleting" = "Fout bij het verwijderen: %@";

"alert.screenshot.error_taking" = "Kan geen schermafbeelding maken!";

"alert.sub.no_selected" = "Selecteer eerst een gedownloade ondertiteling.";
"alert.sub_lang_not_set" = "Kies uw voorkeurstaal in Voorkeuren voordat u OpenSubtitles gebruikt. Standaard wordt enkel naar engels ('eng') gezocht.";
"alert.sub.cannot_save_passwd" = "Kan je wachtwoord niet opslaan in Sleutelhanger: %@";
"alert.sub.cannot_login" = "Kan niet inloggen. Controleer je gebruikersnaam, wachtwoord en netwerkverbinding.\n\n%@";
"alert.sub.save_downloaded.title" = "Sla gedownloade ondertiteling op";

"alert.set_default.title" = "Stel IINA in als standaardprogramma";
"alert.set_default.message" = "IINA wordt ingesteld als standaardprogramma voor alle ondersteunde bestandstypes.";
"alert.set_default.success" = "%d types succesvol ingesteld, %d types mislukt.";

"alert.add_watch.title" = "Voeg waarde toe om te volgen";
"alert.add_watch.message" = "Voer een geldige mpv-parameter in.";

"alert.jump_to.title" = "Spoel terug/vooruit naar…";
"alert.jump_to.message" = "Voer een tijd in. Bijvoorbeeld: 20:35";

"alert.opensub.login.title" = "Aanmelding bij OpenSubtitles";
"alert.opensub.login.message" = "Voer je gebruikersnaam en wachtwoord in.";

"alert.open_url.title" = "Open URL";
"alert.open_url.message" = "Voer de URL in:";
"alert.choose_media_file.title" = "Kies bestand";

"alert.add_url.title" = "Voeg URL toe";
"alert.add_url.message" = "Voer de URL in:";

"alert.delete_history.title" = "Verwijder afspeelgeschiedenis";
"alert.delete_history.message" = "Weet je zeker dat je de geselecteerde onderdelen wilt verwijderen?";

"alert.filter_hwdec.message" = "Energiebesparing via hardware-acceleratie, je huidige instelling, is niet mogelijk met de gekozen videofilter. Wil je van afspeelmethode wisselen? Mogelijk moet je de filter daarna opnieuw toepassen.";
"alert.filter_hwdec.abort" = "Annuleer";
"alert.filter_hwdec.turn_off" = "Ja, schakel hardware-acceleratie uit";
"alert.filter_hwdec.use_copy" = "Ja, gebruik een gefilterde kopie wanneer nodig";

"alert.clear_cache.title" = "Wis miniaturencache";
"alert.clear_cache.message" = "Weet je zeker dat je de minaturencache wilt wissen?";

"alert.clear_history.title" = "Wis afspeelgeschiedenis";
"alert.clear_history.message" = "Weet je zeker dat je de afspeelgeschiedenis wilt wissen?";

"alert.clear_watch_later.title" = "Wis opgeslagen afspeelpositie";
"alert.clear_watch_later.message" = "Weet je zeker dat je alle opgeslagen afspeelposities wilt wissen?";

"alert.restore_alerts.title" = "Onderdrukte waarschuwingen herstellen";
"alert.restore_alerts.message" = "Weet u zeker dat u onderdrukte meldingen wilt herstellen?";

"alert.nothing_to_open" = "Niets om te openen.";

"alert.no_video_track" = "Geen videospoor.";

"alert.duplicate_config" = "Standaardconfiguraties kunnen niet rechtstreeks bewerkt worden. Maak eerst een kopie.";

"alert.assrt_register" = "Vanwege een beperkt API-quotum word je verzocht om je eigen API-token te gebruiken. Het standaardtoken is alleen voor testgebruik en kan tot netwerkfouten leiden.";
"alert.assrt_register.register" = "Registreer nu";
"alert.assrt_register.try" = "Probeer uit";
"alert.assrt_token_prompt.title" = "Voer je API-token in.";
"alert.assrt_token_prompt.message" = "Meld je aan op de zojuist geopende webpagina. Download vervolgens je token op je persoonlijke pagina, en voer deze hier in:";
"alert.assrt_token_invalid" = "Je Assrt API-token lijkt ongeldig te zijn.";

"alert.plugin_uninstall.title" = "Weet u zeker dat u %@ wilt deïnstalleren?";
"alert.plugin_uninstall.message" = "De plug-in wordt verwijderd van uw harde schijf.";
"alert.plugin_reinstall.title" = "Plug-in %@ bestaat al";
"alert.plugin_reinstall.message" = "Wilt u de plug-in opnieuw installeren?";
"alert.duplicated_plugin_id" = "Duplicated plugin identifiers detected. Two or more plugins have the same identifier \"%@\". This may cause abnormal behaviors. Please find them in Preferences - Plugins and report to their authors. If a plugin is installed locally, you can also manually change its identifier in the plugin's Info.json file.";
"alert.plugin_no_update" = "Geen update gevonden.";
"alert.plugin_update_found.title" = "Update gevonden voor %@";
"alert.plugin_update_found.message" = "De laatste versie is %@. Je hebt %@. Wil je updaten?";
"alert.plugin_permission" = "Deze plugin vereist de volgende machtigingen. Controleer deze voordat u verdergaat.";
"alert.plugin_permission_added" = "Deze update vereist extra machtigingen. Controleer ze voordat u verdergaat.";

"playlist.total_length" = "%@ in totaal";
"playlist.total_length_with_selected" = "%@ van %@ geselecteerd";
"playlist.sorting.header" = "Sortering";
"playlist.sorting.filename_ascending" = "Bestandsnaam oplopend";
"playlist.sorting.filename_descending" = "Bestandsnaam aflopend";
"playlist.sorting.path_ascending" = "Bestandspad oplopend";
"playlist.sorting.path_descending" = "Bestandspad aflopend";
"pl_menu.title_multi" = "%d bestanden";
"pl_menu.play_next" = "Speel volgende af";
"pl_menu.play_in_new_window" = "Speel af in nieuw venster";
"pl_menu.remove" = "Verwijder";
"pl_menu.remove_multi" = "Verwijder selectie";
"pl_menu.delete" = "Verplaats naar prullenmand";
"pl_menu.delete_multi" = "Verplaats selectie naar prullenmand";
"pl_menu.delete_after_play" = "Verplaats naar prullenmand na afspelen";
"pl_menu.delete_after_play_multi" = "Verplaats selectie naar prullenmand na afspelen";
"pl_menu.show_in_finder" = "Toon in Finder";
"pl_menu.add_file" = "Voeg bestand toe…";
"pl_menu.add_url" = "Voeg URL toe…";
"pl_menu.clear_playlist" = "Wis afspeellijst";
"pl_menu.matched_sub" = "%d ondertiteling(en) gevonden";
"pl_menu.add_sub" = "Voeg ondertiteling toe…";
"pl_menu.wrong_sub" = "Verkeerde ondertiteling!";
"pl_menu.browser" = "Open in browser";
"pl_menu.copy_url" = "Kopieer URL";
"pl_menu.copy_url_multi" = "Kopieer URLs";

"keymapping.title" = "Sneltoetsen";
"keymapping.message" = "Druk op een toets om de opname te starten.";

"filter.video_filters" = "Videofilters";
"filter.audio_filters" = "Audiofilters";

"hwdec.no" = "Zonder hardware-acceleratie heeft IINA meer energie nodig, en presteert het mogelijk minder optimaal.";
"hwdec.auto" = "Met Automatisch maakt IINA automatisch gebruik van hardware-acceleratie. Dat levert een hoge prestatie op voor relatief weinig energie. Deze optie biedt geen ondersteuning voor software-gebaseerde videofilters.";
"hwdec.auto-copy" = "Met Automatisch maakt IINA automatisch gebruik van hardware-acceleratie. Dat levert een hoge prestatie op voor relatief weinig energie. Om software-gebaseerde videofilters te ondersteunen wordt gebruik gemaakt van een voorgefilterde kopie van de video. Deze optie gebruikt daarom dubbel zoveel geheugen.";

"gaplessAudio.no" = "Afspelen van achtereenvolgende audiobestanden kan leiden tot stilte of verstoring wanneer het bestand verandert.";
"gaplessAudio.weak" = "Als het audioformaat van de decoderoutput verandert, wordt het audioapparaat gesloten en opnieuw geopend, waardoor het afspelen wordt verstoord.";
"gaplessAudio.yes" = "Het audioapparaat wordt geopend met de parameters die zijn gekozen voor het eerste afgespeelde bestand en wordt vervolgens open gehouden voor afgespelen zonder onderbrekingen. Verdere bestanden kunnen opnieuw worden gesampeld.";

"subencoding.auto" = "Automatisch detecteren";

"osc_toolbar.settings" = "Snelle instellingen";
"osc_toolbar.playlist" = "Afspeellijst en hoofdstukken";
"osc_toolbar.pip" = "Schakel Beeld-in-beeld in/uit";
"osc_toolbar.full_screen" = "Schermvullende weergave";
"osc_toolbar.music_mode" = "Schakel over naar muziekmodus";
"osc_toolbar.sub_track" = "Kies ondertiteling";
"osc_toolbar.screenshot" = "Schermafdruk maken";
"osc_toolbar.plugins" = "Plug-inspaneel weergeven";

"mini_player.album_art" = "Wijzig albumhoes";
"mini_player.loop" = "Herhaal";
"mini_player.shuffle" = "Shuffle";
"mini_player.remove" = "Verwijderen uit afspeellijst";
"mini_player.add" = "Toevoegen aan afspeellijst";
"mini_player.delete" = "Verwijder alle tracks uit de afspeellijst";
"mini_player.volume" = "Volume";
"mini_player.close" = "Sluit muziek modus";
"mini_player.back" = "Schakel terug naar videomodus";
"mini_player.sort" = "Afspeellijst sorteren";

// Touch bar

"touchbar.ahead_15" = "15 seconden vooruit";
"touchbar.ahead_30" = "30 seconden vooruit";
"touchbar.back_15" = "15 seconden terug";
"touchbar.back_30" = "30 seconden terug";
"touchbar.next_video" = "Open volgende video";
"touchbar.prev_video" = "Open vorige video";
"touchbar.increase_volume" = "Verhoog volume";
"touchbar.decrease_volume" = "Verlaag volume";
"touchbar.rewind" = "Spoel terug";
"touchbar.fast_forward" = "Spoel vooruit";
"touchbar.play_pause" = "Afspelen / Pauzeren";
"touchbar.seek" = "Spoel terug/vooruit";
"touchbar.time" = "Verstreken tijd";
"touchbar.remainingTimeOrTotalDuration" = "Resterende Tijd / Totale duur";
"touchbar.toggle_pip" = "Schakel Beeld-in-beeld in/uit";

// Plugin permissions

"permissions.network-request.name" = "Netwerkverzoek";
"permissions.network-request.desc" = "This plugin can make requsts from or upload data to these websites:";
"permissions.network-request.any_site" = "Elke site";
"permissions.show-osd.name" = "OSD weergeven";
"permissions.show-osd.desc" = "Deze plug-in kan OSD-berichten (On Screen Display) weergeven.";
"permissions.show-alert.name" = "Waarschuwingen weergeven";
"permissions.show-alert.desc" = "Deze plug-in kan pop-upmeldingen weergeven.";
"permissions.video-overlay.name" = "Overlays toevoegen aan video's";
"permissions.video-overlay.desc" = "Deze plugin kan extra inhoud weergeven bovenop de video.";
"permissions.file-system.name" = "Toegang tot het bestandssysteem";
"permissions.file-system.desc" = "Deze plug-in kan bestanden op uw harde schijf lezen of schrijven die gevoelige informatie kunnen bevatten. Het kan ook andere programma's of toepassingen uitvoeren die schadelijk kunnen zijn voor uw computer. Controleer dus de bron.";

"plugin.install" = "Installeren";
"plugin.installed" = "Geïnstalleerd";
"plugin.not_installed" = "Niet geïnstalleerd";
"plugin.local" = "Lokaal geïnstalleerd";
"alert.plugin.install_error" = "Fout opgetreden tijdens de installatie: %@";
"alert.invalid_url" = "De URL is ongeldig.";
"plugin.install_error.invalid_url" = "De URL is ongeldig.";
"plugin.install_error.file_not_found" = "Kan het pakketbestand niet vinden.";
"plugin.install_error.cannot_download" = "Fout bij het downloaden van de plug-in.\n\nUitvoer:%@\n";
"plugin.install_error.cannot_unpackage" = "Fout bij het uitpakken van de plug-in.\n\nuitvoer:%@\n";
"plugin.install_error.cannot_load" = "IINA kan deze plug-in niet laden. Deze kan in het verkeerde formaat geleverd zijn.";
"plugin.check_for_updates" = "Zoek naar updates";
"plugin.updating" = "Update downloaden…";
